Repository: HuaxinLu/usermode
Catalog: po/*.po
Languages: bs, et, sq

source: Exit
bs: Izaði
et: Välju
sq: Dilni

source: Cancel
bs: Odustani
et: Loobu
sq: Anullo

source: Run Unprivileged
bs: Pokreni neprivilegovan
et: Käivita õigusteta
sq: Ekzekuto pa Privilegje

source: (current) UNIX password:
bs: (trenutna) UNIX ¹ifra:
et: (käesolev) UNIX-i parool:
sq: Fjalëkalimi i UNIX (i tanishëm):

source: New UNIX password:
bs: Nova UNIX ¹ifra:
et: Uus UNIX-i parool:
sq: Fjalëkalimi i ri UNIX:

source: Retype new UNIX password:
bs: Ponovo ukucajte novu UNIX ¹ifru:
et: Kirjuta uuesti UNIX-i parool:
sq: Rivendosni fjalëkalimin e ri UNIX:

source: BAD PASSWORD: it's WAY too short
bs: LO©A ©IFRA: previse je kratka
et: HALB PAROOL: see on liiga lühike
sq: FJALËKALIM I KEQ: është SHUMË i shkurtër

source: BAD PASSWORD: it is too short
bs: LO©A ©IFRA: prekratka je
et: HALB PAROOL: see on liiga lühike
sq: FJALËKALIM I KEQ: është tepër i shkurtër

source: Password unchanged
bs: ©ifra nepromijenjena
et: Parooli ei muudetud
sq: Fjalëkalimi i pandryshuar

source: Sorry, passwords do not match
bs: ®alim, ¹ifre se ne podudaraju
et: Vabandust, kuid paroolid ei ühti
sq: Na vjen keq, fjalëkalimet nuk përputhen

source: Launch system-wide configuration tools without a password.
et: Lase süsteemi seadistus vahendid käiku ilma paroolita.
sq: Ekzekuto mjetet e gjithëpërfshira të sistemit pa një fjalëkalim.

source: login:
et: Sisselogimine:
sq: hyr:

source: Password:
et: Parool:
sq: Fjalëkalimi:

source: %s failed to connect to the session manager: %s
sq: %s dështoi që të lidhet me menaxherin e sesionit: %s

source: Failed to drop administrator privileges: %s
et: Ebaõnnestus kustutada administraaroti õigusi: %s
sq: Dështoi rrëzimi i privilegjeve të administratorit: %s

source: Failed to drop administrator privileges: pam_timestamp_check returned failure code %d
et: Ebaõnnestus kustutada administraatori õigusi: pam_timestamp_check tagastas ebaõnne koodi %d
sq: Dështoi rrëzimi i privilegjeve të administratorit: pam_timestamp_check ktheu dështim të kodit %d

source: You're currently authorized to configure system-wide settings (that affect all users) without typing the administrator password again. You can give up this authorization.
et: Hetkel on süsteem seadistatud (mis mõjutab kõiki kasutajaid) nii, et administraatori parooli ei ole vaja korduvalt sisestada. Sa võid lõpetada selle autoriseerimise.
sq: Ju jeni për momentin i autorizuar që të konfiguroni mundësimet e gjithëpërfshira të sistemit (që kanë ndikim mbi të gjithë përdoruesit) pa shkruar përsëri fjalëkalimin e administratorit. Ju mund të hiqni dorë nga ky autorizim.

source: Keep Authorization
et: Hoia autoriseerimist
sq: Mbani Autorizimin

source: Forget Authorization
et: Unusta autoriseerimine
sq: Harroni Autorizimin

source: pam_timestamp_check is not setuid root
et: pam_timestamp_check ei ole juurkasutaja setuid
sq: pam_timestamp_check nuk është setuid root

source: no controlling tty for pam_timestamp_check
et: tty-d ei kontrollita pam_timestamp_check jaoks
sq: nuk ka tty kontrolluese për pam_timestamp_check

source: user unknown to pam_timestamp_check
et: tundmatu kasutaja pam_timestamp_check
sq: përdorues i panjohur për pam_timestamp_check

source: permissions error in pam_timestamp_check
et: õiguse viga pam_timestamp_check
sq: gabime lejesh në pam_timestamp_check

source: invalid controlling tty in pam_timestamp_check
et: tty vigane kontrollimine pam_timestamp_check jaoks
sq: tty e pavlefshme kontrolli në pam_timestamp_check

source: Error: %s
et: Viga: %s
sq: Gabim:%s

source: Failed to run command "%s": %s
et: Ebaõnnestus käivitada käsku "%s": %s
sq: Dështoi ekzekutimi i komandës "%s":%s

source: Failed to set IO channel nonblocking: %s
et: Ebaõnnestus seadistada IO kanal mitte-blokeerivaks: %s
sq: Dështoi vendosja e kanalit IO të pabllokuar:%s

source: pam-panel-icon: failed to connect to session manager
et: pam-panel-icon: ebaõnnestus ühendada sessioonihalduriga
sq: pam-panel-icon: dështoi të lidhej me menaxherin e sesionit

source: Information updated.
bs: Informacija updatirana.
et: Info on uuendatud.
sq: Informacioni u përditësua.

source: The password you typed is invalid. Please try again.
bs: ©ifra koju ste unijeli je netaèna. Molimo poku¹ajte ponovo.
et: Trükitud parool on vigane. Proovi uuesti.
sq: Fjalëkalimi që shtypët është i pavlefshëm. Ju lutemi provojeni përsëri.

source: One or more of the changed fields is invalid. This is probably due to either colons or commas in one of the fields. Please remove those and try again.
bs: Jedno ili vi¹e promjenjenih polja je pogre¹no. Ovo je vjerovatno zbog ili neke kolone ili zareza u jednom od polja. Molim uklonite ovo i poku¹ate ponovo.
et: Üks või mitu muudetud välja on vigased. See võib olla tingitud koolonist või komast mõnes väljas. Palun eemalda see ja proovi uuesti.
sq: Një ose më shumë nga fushat e dryshuara është e pavlefshme. Kjo ndodh ndoshta ose për shkak të kolonave ose të presjeve në njërën fushë. Ju lutem hiqini ata dhe provojeni përseri.

source: Password resetting error.
bs: Gre¹ka u resetovanju ¹ifre.
et: Parooli seadmise viga.
sq: Rivendosja e fjalëkalimit dështoi.

source: Some systems files are locked. Please try again in a few moments.
bs: Neke sistemske datoteke su zakljuèane. Molim poku¹ajte ponovo za nekoliko trenutaka.
et: Mõned süsteemi failid on lukus. Palun proovi mõned korrad veel.
sq: Disa skedarë sistemi janë të mbyllyra. Ju lutem provojeni përseri pas disa momentesh.

source: Unknown user.
bs: Nepoznat korisnik.
et: Tundmatu kasutaja.
sq: Përdorues i panjohur.

source: Insufficient rights.
bs: Nedovoljna prava.
et: Ebapiisavad õigused.
sq: Të drejta të pamjaftueshme

source: Invalid call to subprocess.
bs: Pogre¹an poziv do podprocesa...
et: Vigane alamprotsessi kutsumine.
sq: Thirrje e pavlefshme për tek nënproçesi.

source: Your current shell is not listed in /etc/shells. You are not allowed to change your shell. Consult your system administrator.
bs: Va¹ trenutni shell nije prisutan u /etc/shells. Niste ovla¹teni da promijenite svoj shell. Posavjetujte se sa va¹im administratorom sistema.
et: Sinu praegune kest ei ole loetletud failis /etc/shells. Sul ei ole õigust muuta oma kesta. Konsulteeri oma süsteemi administraatoriga.
sq: Shelli juaj nuk është i llistuar në /etc/shells. Nuk ju lejohet të ndryshoni shellin tuaj. Konsultoheni me administratorin e sistemit.

source: Out of memory.
bs: Nedovoljno memorije.
et: Mälust väljas.
sq: Kujtesa mbaroi.

source: The exec() call failed.
bs: Pozivanje exec() neuspje¹no.
et: exec() käivitus ebaõnnestus.
sq: Thirrja e exec() dëeshtoi.

source: Failed to find selected program.
bs: Ne mogu da naðem izabrani program.
et: Ebaõnnestus leida valitud programmi.
sq: Dështoi gjetja e programit të përzgjedhur.

source: Request canceled.
et: Päring tühistati.
sq: Kërkesa u anullua.

source: Internal PAM error occured.
et: Esines lisatava autentimismooduli sisemine viga.
sq: Një gabim PAM ka ndodhur.

source: No more retries allowed
sq: Nuk lejohen më riprovime.

source: Unknown error.
bs: Nepoznata gre¹ka.
et: Tundmatu viga.
sq: Gabim i panjohur.

source: Unknown exit code.
bs: Nepoznat izlazni kod.
et: Tundmatu väljumise kood.
sq: Kodi i daljes i panjohur.

source: Query
et: Päring
sq: Pyetësor

source: Authenticating as "%s"
sq: Duke u vërtetuar si "%s"

source: Error
bs: Gre¹ka
et: Viga
sq: Gabim

source: Information
bs: Informacije
et: Informatsioon
sq: Informacion

source: Changing password.
sq: Duke ndryshuar fjalëkalimin.

source: Changing personal information.
bs: Mijenjam osobne podatke.
et: Isikliku info muutmine.
sq: Duke ndryshuar informacionin personal.

source: Changing login shell.
bs: Mijenjam login shell.
et: Logimise kesta muutmine.
sq: Duke ndryshuar shell-in e hyrjes

source: You are attempting to run "%s" which may benefit from administrative privileges, but more information is needed in order to do so.
et: Sa üritad käivitada "%s", mis õnnestub omades administratiivseid õigusi, kuid selle tegemiseks on vaja rohkem informatsiooni.
sq: Ju po përpiqeni të ekzekutoni "%s" e cila mund përfitojë nga privilegje administrative, por më shumë informacion është i kërkuar për të bërë kështu.

source: You are attempting to run "%s" which requires administrative privileges, but more information is needed in order to do so.
et: Sa üritad käivitada "%s", mis vajab administratiivseid õigusi, kuid selle tegemiseks on vaja rohkem informatsiooni.
sq: Ju po përpiqeni të ekzekutoni "%s" e cila kërkon privilegje administrative, por më shumë informacion është i kërkuar për të bërë kështu.

source: You are attempting to run a command which may benefit from administrative privileges, but more information is needed in order to do so.
et: Sa üritad käivitada käsku, mis õnnestub omades administratiivseid õigusi, kuid selle tegemiseks on vaja rohkem informatsiooni.
sq: Ju po përpiqeni të ekzekutoni një komandë e cila mund të përfitojë privilegje administrative, por më shumë informacion është i kërkuar për të bërë kështu.

source: You are attempting to run a command which requires administrative privileges, but more information is needed in order to do so.
et: Sa üritad käivitada käsku, mis vajab administratiivseid õigusi, kuid selle tegemiseks on vaja rohkem informatsiooni.
sq: Ju po përpiqeni të ekzekutoni një komandë e cila kërkon privilegje administrative, por më shumë informacion është i kërkuar për të bërë kështu.

source: _Run Unprivileged
bs: _Pokreni neprivilegovan
et: _Käivita õigusteta
sq: Ekzekutim i paprivilegjuar

source: Pipe error.
bs: Pipe gre¹ka.
et: Pipe viga.
sq: Gabim pikë bashkimi.

source: Cannot fork().
bs: Ne mogu fork().
et: Ei saa fork().
sq: Nuk mund të të bëj fork().

source: Can't set binary encoding on an IO channel: %s
sq: Nuk mund të vendoset kodim binar në një kanal IO:%s

source: dup2() error.
bs: dup2() gre¹ka.
et: dup2() viga.
sq: Gabim dup2().

source: execl() error, errno=%d
et: execl() viga, veanumber=%d
sq: Gabim excel(), nrgabimi=%d

source: You are attempting to run "%s" which may benefit from administrative privileges, but more information is needed in order to do so.
et: Sa üritad käivitada "%s", mis õnnestub omades administratiivseid õigusi, kuid selle tegemiseks on vaja rohkem informatsiooni.
sq: Ju po mundoheni të ekzekutoni "%s" e cila mund te përfitojë nga privilegje administrative, por duhet më shumë informacion për të vazhduar.

source: You are attempting to run "%s" which requires administrative privileges, but more information is needed in order to do so.
et: Sa üritad käivitada "%s", mis vajab administratiivseid õigusi, kuid selle tegemiseks on vaja rohkem informatsiooni.
sq: Ju po mundoheni të ekzekutoni "%s" e cila kërkon privilegje administrative, por kërkohet më shumë informacion për të vazhduar.

source: You are attempting to run a command which may benefit from administrative privileges, but more information is needed in order to do so.
et: Sa üritad käivitada käsku, mis õnnestub omades administratiivseid õigusi, kuid selle tegemiseks on vaja rohkem informatsiooni.
sq: Ju po mundoheni të ekzekutoni një komandë e cila mund të përfitojë nga privilegje administrative, por kërkohet më shumë informacion për të vazhduar.

source: You are attempting to run a command which requires administrative privileges, but more information is needed in order to do so.
et: Sa üritad käivitada käsku, mis vajab administratiivseid õigusi, kuid selle tegemiseks on vaja rohkem informatsiooni.
sq: Ju po mundoheni të ekzekutoni një komandë e cila këerkon privilegje administrative, por kërkohet më shumë informacion.

source: userhelper must be setuid root
bs: userhelper mora biti setuid root
et: userhelper peab olema seatud kui juurkasutaja
sq: userhelper duhet vendosur si id root

source: Unable to open graphical window, and unable to find controlling terminal.
et: Ei suuda avada graafilist akent ja ei suuda leida kontrollimise terminali.
sq: Nuk është e mundur hapja e dritarës grafike

source: Unexpected command-line arguments
sq: Argumenta tëpapritura nga shiriti komandave

source: You don't exist. Go away.
bs: Ne postojite. Odlazite!
et: Sind pole olemas. Mine ära.
sq: Ju nuk ekzistoni. Largohuni.

source: About Myself
et: Minust Endast
sq: Rreth meje

source: Change personal information
bs: Prmijeni osobne informacije
et: Muuda isiklik informatsioon
sq: Ndrysho informacionin personal

source: User Information
bs: Korisnikove informacije
et: Kasutaja info
sq: Informacion Përdoruesi

source: Full Name:
bs: Puno Ime:
et: Täisnimi:
sq: Emri i plotë:

source: Office:
bs: Ured:
et: Kontor:
sq: Zyra:

source: Office Phone Number:
bs: Uredski broj telefona:
et: Kontori telefoni number:
sq: Numri i Telefonit e Zyrës

source: Home Phone Number:
bs: Kuæni broj telefona:
et: Kodune telefoni number:
sq: Numri i telefonit të shtëpisë:

source: Login Shell:
et: Logimise kest:
sq: Shelli i Login

source: _Mount
bs: _Montiraj
et: _Ühenda
sq: _Monto

source: Un_mount
bs: _Demontiraj
et: Ühenda _lahti
sq: Ç_monto

source: Error loading list of file systems
sq: Gabim në ngarkimin e listës së sistemit të skedarëve

source: User Mount Tool
bs: Korisnikov alat za montiranje
et: Kasutaja ühendamise vahend
sq: Mjeti i Përdoruesit të Montimit

source: Are you sure you want to format this disk? You will destroy any data it currently contains.
bs: Da li ste sigurni da ¾elite formatirati disketu? Uni¹tit æete sve podatke na tom disku.
et: Oled sa kindel, et soovid ketast vormindada? Kõik andmed, mis sellel on, hävivad.
sq: A jeni të sigurt që doni të formatoni këtë disk? Ju do të humbni të gjitha të dhënat që ai përmban aktualisht.

source: Perform a _low-level format.
bs: Uradi _low-level format.
et: Teosta madala taseme vormindamine.
sq: Përformoni një format low-level.

source: Select a _filesystem type to create:
et: Vali loodava failisüsteemi tüüp:
sq: Përzgjidhni një tip _sistemskedari për të krijuar:

source: There are no filesystems which you are allowed to mount or unmount. Contact your administrator.
et: Ei ole failisüsteemi, mida sa üritad ühendada. Kontakteeru süsteemi administraatoriga.
sq: Nuk ka skedarë sistemi që të lejohet të montohen ose çmontohet. Kontaktoni administratorin tuaj.

source: _Format
et: _Vorminda
sq: _Formato

source: Device
bs: Ureðaj
et: Seade
sq: Pajisja

source: Directory
bs: Direktorij
et: Kataloog
sq: Direktoria

source: Filesystem
bs: Filesistem
et: Failisüsteem
sq: Sistem skedari

source: The device '%s' can not be formatted.
et: Seadet '%s' ei saa vormindada.
sq: Pajisja '%s' nuk mund të formatohet.

source: Disk Management
et: Kettahaldur
sq: Menaxhimi i diskut

source: Mount and unmount filesystems
et: Ühenda failisüsteeme
sq: Montoni dhe çmontoni skedarë sistemi.

source: Password
et: Parool
sq: Fjalëkalimi

source: Change your login password
bs: Promijenite va¹u ¹ifru za prijavu
et: Muuda oma sisselogimise parool
sq: Ndryshoni fjalëkalimin hyrës

source: OK
bs: U redu
et: Olgu

source: Could not set default context for %s for program %s.
et: Ei saa seada vaikekonteksti %s-le programmile %s.

source: Could not set exec context to %s.
et: Ei saa seada exec konteksti %s-le.

source: Placeholder text.
et: Kohahoidja tekst.

source: Help
bs: Pomoæ

source: Password for %s
bs: ©ifra za %s

source: Password for %s:
bs: ©ifra za %s:

source: Message
bs: Poruka
